Repository: harin-git/GlobalMood
Catalog: Experiment/locales/*/LC_MESSAGES/experiment.po
Languages: pt

# Beep-headphone-test
source: Which sound is different from the other two: 1, 2, or 3?
pt: Qual som é diferente dos outros dois: 1, 2 ou 3?

# Headphone-Instructions
source: Welcome to the study to describe music!
pt: Bem-vindo ao estudo para descrever a música!

# Headphone-Instructions
source: <STRONG>Warning:</STRONG> During the experiment, it is essential to use <b>headphones</b> and remain in a quiet environment.
pt: <STRONG>Aviso:</STRONG> Durante o experimento, é essencial usar <b>fones de ouvido</b> e ficar em um ambiente silencioso.

# Headphone-Instructions
source: On the next page, please adjust the volume of your computer. Then, we will check if your headphones are compatible.
pt: Na próxima página, ajuste o volume do seu computador. Em seguida, verificaremos se seus fones de ouvido são compatíveis.

# VocabTestTrialMaker_instruction1
source: In the first part of the experiment we will perform a test to check your language abilities.
pt: Na primeira parte do experimento, faremos um teste para verificar suas habilidades linguísticas.

# VocabTestTrialMaker_instruction1
source: In each trial, you will see a string of characters.
pt: Em cada tentativa, você verá uma sequência de caracteres.

# instructions1
source: The word will disappear after two seconds.
pt: A palavra desaparecerá após dois segundos.

# VocabTestTrialMaker_instruction1
source: Your task is to decide whether this is an existing word or not in your language.
pt: Sua tarefa é decidir se essa é uma palavra existente ou não em seu idioma.

# instructions2
source: If you don't know the exact meaning of the word, but you are certain that it exists in your language, you should still mark it as a real word.
pt: Se você não souber o significado exato da palavra, mas tiver certeza de que ela existe em seu idioma, ainda assim deverá marcá-la como uma palavra real.

# instructions2
source: If you are not sure whether the word exists in your language, you should mark it as a fake word.
pt: Se não tiver certeza de que a palavra existe em seu idioma, você deve marcá-la como uma palavra falsa.

# instructions2
source: In this experiment, you might find a mix between spelling variants.
pt: Nesse experimento, você pode encontrar uma mistura de variantes de ortografia.

# instructions2
source: If a real word is written in a less common spelling variant, you should mark it as a real word.
pt: Se uma palavra real for escrita em uma variante ortográfica menos comum, você deverá marcá-la como uma palavra real.

# instructions2
source: Words are either presented in only uppercase or lowercase letters.
pt: As palavras são apresentadas somente em letras maiúsculas ou minúsculas.

# instructions2
source: You should not pay attention to the case of the letters.
pt: Você não deve prestar atenção às letras maiúsculas e minúsculas.

# instructions3
source: To do the task quickly, you should use the keys on your keyboard.
pt: Para realizar a tarefa rapidamente, você deve usar as teclas do teclado.

# instructions3
source: You can use the following keys:
pt: Você pode usar as seguintes teclas:

# instructions3
source: Press <kbd>A</kbd> if the presented word is <strong>real</strong>
pt: Pressione <kbd>A</kbd> se a palavra apresentada for <strong>real</strong>

# instructions3
source: Press <kbd>L</kbd> if the presented word is <strong>fake</strong>
pt: Pressione <kbd>L</kbd> se a palavra apresentada for <strong>falsa</strong>

# instructions3
source: Familiarize yourself with the two keys on your keyboard.
pt: Familiarize-se com as duas teclas do teclado.

# instructions3
source: If you press them, they will light up in the keyboard on the right.
pt: Se você pressioná-los, eles se iluminarão no teclado à direita.

# instructions3
source: You need to press both keys at least once to progress to the next page.
pt: É necessário pressionar as duas teclas pelo menos uma vez para avançar para a próxima página.

# instructions3
source: In case you forget the keys, they will be printed on every page.
pt: Caso você esqueça as chaves, elas serão impressas em todas as páginas.

# instructions5
source: Press "Next" to start this part of the experiment.
pt: Pressione “Seguente” para iniciar essa parte do experimento.

# instructions4
source: Note that we track your performance and the survey may terminate early if the response is not consistent.
pt: Observe que monitoramos seu desempenho e a pesquisa poderá ser encerrada antecipadamente se a resposta não for consistente.

source: Tag and Rate Music: Describe Songs and Evaluate Tags! (Chrome browser and headphones required, ~20 min, £3)
pt: Marque e avalie músicas: Descreva as músicas e avalie as tags! (Necessário o navegador Chrome, ~20 min, £3)

source: In this experiment, you'll listen to music tracks and provide descriptive tags.
pt: Nesta experiência, você ouvirá faixas de música e fornecerá tags descritivas.

source: You'll also evaluate the relevance of existing tags for each song.
pt: Você também avaliará a relevância das tags existentes para cada música.

source: Please note that headphones are required for this study
pt: Fones de ouvido são necessários para este estudo

source: We recommend opening the experiment in an incognito window in Chrome, as some browser add-ons can interfere with the experiment.
pt: Recomendamos abrir o experimento em uma janela anônima no Chrome, pois alguns complementos do navegador podem interferir no experimento.

source: If you have any questions or concerns, please contact us through Prolific.
pt: Se você tiver alguma dúvida ou preocupação, entre em contato conosco através da Prolific.

# volume-calibration
source: Attention
pt: Atenção

# volume-calibration
source: Please note! During the experiment, it is essential to use <b>headphones</b> and remain in a quiet environment.
pt: Por favor, observe! Durante o experimento, é essencial usar <b>fones de ouvido</b> e permanecer em um ambiente silencioso.

# volume-calibration
source: Volume Test
pt: Teste de volume

# volume-calibration
source: We will begin by calibrating your audio volume:
pt: Começaremos calibrando o volume do áudio:

# volume-calibration
source: A music clip will play now to help you find the right volume on your computer.
pt: Um clipe de música será reproduzido para ajudá-lo a encontrar o volume correto em seu computador.

# volume-calibration
source: Set the volume in your computer to a comfortable level where the audio is clear but not too loud.
pt: Ajuste o volume do seu computador para um nível confortável, em que o áudio seja claro, mas não muito alto.
